const Research = () => {
    return (
        <>
            <h1>Realize True Hybrid-cloud private and public</h1>
            <div>
                <p>
                Cloud Computing ได้รับการวิจัยมากมาย
กิจกรรมเมื่อเวลาผ่านไปซึ่งแสดงให้เห็นผลลัพธ์เช่น
ลดต้นทุนฮาร์ดแวร์ ลดการใช้พลังงาน และ
การใช้เครื่องจักรอย่างมีประสิทธิภาพ วรรณคดียืนยันว่า
การนำโซลูชัน Cloud Computing มาใช้เป็นหลัก
ด้วยเหตุผลทางเศรษฐกิจคลาวด์คอมพิวติ้ง
ช่วยให้ลูกค้าลดต้นทุนด้วยทรัพยากรคอมพิวเตอร์
เช่นเดียวกับการใช้ไฟฟ้าเพราะลูกค้าเท่านั้น
จ่ายสำหรับทรัพยากรที่พวกเขาใช้ สรุปว่า
ปรากฏว่ามีการใช้เครื่องกายภาพจำนวนมาก
ไม่มีประสิทธิภาพเพราะโหลดน้อย การจำลองเสมือน
โซลูชันที่ใช้ภายใน Cloud Computing ได้รับการพิสูจน์แล้ว
เวลาในการแก้ไขปัญหาการใช้ร่างกายที่ไม่มีประสิทธิภาพ
ทรัพยากรการคำนวณเมื่อเซิร์ฟเวอร์ถูกจำลองเสมือน
ต้นทุนทรัพยากรที่ลดลงรวมถึงพลังงานที่ลดลง
บริโภคได้อย่างชัดเจน เวอร์ชวลไลเซชันสามารถมอบความพร้อมใช้งานระดับสูงให้กับแอปพลิเคชันที่สำคัญได้ ด้วยเหตุนี้
เพิ่มประสิทธิภาพการทำงานของโครงสร้างพื้นฐานด้านไอทีและ
ตอบสนองต่อการเปลี่ยนแปลงอย่างรวดเร็ว นอกจากนี้ สำรองข้อมูลอย่างรวดเร็วในกรณี
ข้อผิดพลาดเป็นประโยชน์ที่สำคัญ ข้อเสียที่สำคัญ,
อย่างไรก็ตาม ประสิทธิภาพของเวอร์ชวลลดลง
เครื่องจักรเมื่อเทียบกับเครื่องจักรจริง แต่อย่างไร
อัตราส่วนต้นทุนต่อประสิทธิภาพมีขนาดใหญ่หรือไม่? สำหรับหลายๆ องค์กร
การโยกย้ายไปยังสภาพแวดล้อมเสมือนจริงเป็นสิ่งแรกที่ไม่ต้องสงสัย
ทางเลือก. อย่างไรก็ตาม การวิเคราะห์เวอร์ชวลไลเซชัน
จำเป็นต้องมีประสิทธิภาพ
บทความนี้วิเคราะห์เทคโนโลยีต่างๆ สำหรับ
เวอร์ชวลไลเซชันและเสนอแนวทางแก้ไขเพื่อประสิทธิภาพ
การเพิ่มประสิทธิภาพ ประสิทธิภาพของเวอร์ชวลประเภทต่างๆ
เครื่องจักรได้รับการประเมินโดยการให้
คำแนะนำตามลักษณะเฉพาะของบริการคลาวด์</p>
                <div>
                <img src="https://scontent.fbkk2-3.fna.fbcdn.net/v/t39.30808-6/364162690_6921748637882609_1298893216031271096_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=730e14&_nc_eui2=AeG5KQ4sX2LCSO5uof8zyFbogKPGSiO5fUuAo8ZKI7l9SyJ8jpGnQ17ymeFlfSRLVujJoggnuHXu4Mcc-aHhwWT9&_nc_ohc=t1Asw6uhRbcAX_NEbYW&_nc_ht=scontent.fbkk2-3.fna&oh=00_AfAWF-j4EpO6IJ7jvR-HWfzJqrutvuP72INpeE8-jsNpfw&oe=64D33126"/>
                </div>
            </div>
        </>
    )
}

export default Research